Repository: Jujuyeh/webapp-creator
Catalog: webapp-creator/po/*.po
Languages: fr

source: Choose
fr: Choisir

source: Install/Save with
fr: Installer/Enregistrer avec

source: Webapp Creator
fr: Créateur de Webapp

source: Information
fr: Informations

source: SVG or PNG icon. 1:1 ratio
fr: Icône en format SVG ou en PNG, de rapport 1:1

source: Website <b>URL</b>. Without 'http://'
fr: <b>Lien</b> du site Internet, sans le « http:// »

source: Basic Info
fr: Informations de base

source: The <b>title</b> to be shown in the app scope
fr: Le <b>titre</b> à afficher dans le moteur de recherche des applications

source: Lowercase app <b>name</b> with no spaces
fr: <b>Nom</b> en lettres minuscules, sans espaces

source: App <b>description</b> to be shown in the OpenStore
fr: <b>Description</b> de l'application à afficher dans l'OpenStore

source: Maintainer's <b>real name</b>
fr: <b>Nom réel</b> du garant

source: Maintainer's <b>email</b>
fr: <b>Adresse électronique</b> du garant

source: Lowercase maintainer's <b>nickname</b> with no spaces
fr: <b>Surnom</b> du garant en lettres minuscules, sans espaces

source: App <b>version</b>
fr: <b>Version</b> de l'application

source: Additional Info
fr: Informations supplémentaires

source: Add any URL under the main URL that should be opened in the app
fr: Ajouter n'importe quel lien qui devrait être ouvert dans l'application sous le lien principal

source: Access to SubURL 1
fr: Accès au sous-lien 1

source: Access to SubURL 2
fr: Accès au sous-lien 2

source: Access to SubURL 3
fr: Accès au sous-lien 3

source: Use https access
fr: Utiliser un accès en HTTPS

source: Splash Screen Color
fr: Couleur de couverture

source: Use sliders or enter hexadecimal
fr: Utilisez les curseurs ou insérez un hexadécimal

source: Please, fill all <b>Basic Info</b> fields
fr: Veuillez remplir tous les champs des <b>Informations de base</b>

source: Please, check fields in red
fr: Veuillez vérifier les champs en rouge

source: Simple Webapp
fr: Webapp simple

source: Alternate Webapp (Ogra)
fr: Webapp alternative (Ogra)

source: &Back
fr: &Précédent

source: Webapp Style
fr: Style de Webapp

source: Select
fr: Sélectionner

source: Default
fr: Par défaut

source: It keeps the essential properties for the WebApp functioning. No session cookies will be stored and a navigation bar will appear. In case of doubt, choose this option.
fr: Conserve les propriétés essentielles pour le fonctionnement de la WebApp. Aucun cookie de session ne sera enregistré et une barre de navigation apparaîtra. En cas de doute, choisissez cette option.

source: Permissions: Networking, Webview
fr: Permissions : Mise en réseau, Navigation Internet

source: Multimedia
fr: Multimédia

source: Audio and video permissions are activated. Session cookies will be stored and a navigation bar will appear. Recommended for social networks
fr: Les permissions audio et vidéo sont activée. Les cookies de session seront conservés et une barre de navigation apparaîtra. Recommandé pour les réseaux sociaux.

source: Permissions: audio, camera, keep-display-on, microphone, music_files, picture_files, video, video_files
fr: Permissions[nbsp]: audio, caméra, affichage maintenu allumé, microphone, fichiers musicaux, fichiers images, vidéo, fichiers vidéos

source: Game
fr: Jeu

source: Audio and video permissions are activated. Session cookies will be stored and fullscreen is enabled. Recommended for games
fr: Les permissions audio and vidéo sont activées. Les cookies de session seront conservés et le plein écran sera activé. Recommandé pour les jeux.

source: Permissions: audio, keep-display-on, music_files, sensors, video
fr: Permissions[nbsp]: audio, affichage maintenu allumé, fichiers musicaux, capteurs, vidéo

source: Custom
fr: Personnalisé

source: Display app in full screen mode
fr: Afficher les applications en mode plein écran

source: Online account provider for the app
fr: Fournisseur de compte en ligne pour cette application

source: Switch Online Accounts identities
fr: Basculer entre les identités des comptes en ligne

source: Store session cookies
fr: Conserver les cookies de session

source: Enable media-hub for audio playback
fr: Activer le centre multimédia pour la lecture audio

source: Optional: Override the default User Agent with the provided one
fr: Facultatif :écraser l'agent utilisateur par défaut avec celui fourni

source: Display back, forward and address bar
fr: Afficher les boutons Précédent, Suivant et la barre d'adresse

source: Display the address bar
fr: Afficher la barre d'adresse

source: Open external URLs in overlay
fr: Ouvrir les liens externes en superposition

source: Mandatory
fr: Obligatoire

source: Networking
fr: Mise en réseau

source: Webview
fr: Navigation Internet

source: Webapp will be able to ask access to user accounts
fr: La Webapp sera capable de demander les accès aux comptes des utilisateurs

source: Webapp will have access to audio
fr: La Webapp aura accès à l'audio

source: Webapp will have access to calendar
fr: La Webapp aura accès à l'agenda

source: Webapp will ask for camera access
fr: La Webapp demandera l'accès à la caméra

source: Webapp will ask for coarse network connectivity information access
fr: La Webapp demandera l'accès aux informations brutes de connectivité au réseau

source: Webapp will access contacts
fr: La Webbapp accèdera aux contacts

source: Webapp will be target of content-hub
fr: La Webapp sera une cible du centre de contenus

source: Webapp will be source to content-hub
fr: La Webbapp sera une source du centre de contenus

source: Webapp will be run in debug mode. Not suited for final webapp
fr: La Webapp sera exécutée en mode débogage (non adapté à une version finale)

source: Webapp will ask for the history-service (SMS and call logs)
fr: La Webapp consultera le service d'historique (journaux de textos et d'appels)

source: Webapp will be able to accept purchases. Deprecated?
fr: La Webapp sera capable d'accepter les achats. Obsolète[nbsp]?

source: The screen will be on while webapp is shown
fr: L'écran sera allumé lorsque la Webapp sera affichée

source: Webapp will ask to access GPS location
fr: La Webapp demandera l'accès à la position donnée par le GPS

source: Webapp will ask to access the microphone
fr: La Webapp demandera l'accès au microphone

source: Webapp will be target or source of music files only
fr: La Webapp sera la cible ou la source de fichiers musicaux uniquement

source: Webapp will be able to read music files
fr: La Webapp sera capable de lire les fichiers musicaux

source: Webapp will be target or source of picture files
fr: La Webapp sera la cible ou la source de fichiers images

source: Webapp will be able to read picture files
fr: La Webapp sera capable de lire les fichiers images

source: Webapp will be able to receive push notifications. Limited by the OS
fr: La Webapp sera capable de recevoir des notifications (limité par le système d'exploitation)

source: Webapp will be able to access to device sensors
fr: La Webapp sera capable d'accéder aux capteurs de l'appareil

source: Webapp will be able to access to home screen metrics
fr: La Webapp sera capable d'accéder aux dimensions de l'écran d'accueil

source: Webapp will be able to ask for video access
fr: La Webapp sera capable de demander l'accès aux vidéos

source: Webapp will be source or target of video files
fr: La Webapp sera la cible ou la source de fichiers vidéos

source: Webapp will be able to read video files
fr: La Webapp sera capable de lire des fichiers vidéos

source: Select a profile
fr: Sélectionnez un profil

source: Create Webapp
fr: Créer la Webapp

source: Share with
fr: Partager avec

source: About the App
fr: À propos

source: Maintained by:
fr: Maintenu par :

source: Webapp Creator's code hosted on <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>
fr: Le code de Créateur de Webapp est hébergé sur <a href='https://github.com/Jujuyeh/webapp-creator'>GitHub</a>

source: Special thanks to:
fr: Remerciements spéciaux à :

source: With the collaboration and feedback of:
fr: Avec la collaboration et les suggestions de:

source: Icons
fr: Icônes

source: License:
fr: Licence :

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiés par la Fondation pour le Logiciel Libre, en version 3 de la Licence ou (à votre convenance) n'importe quelle version ultérieure.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fr: Ce programme est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de COMMERCIALISATION ou D'ADAPTATION DANS UN BUT SPÉCIFIQUE.

source: See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
fr: Consultez la <a href='https://www.gnu.org/licenses/gpl-3.0.fr.html'>Licence Publique Générale GNU</a> pour plus de détails.

source: Install and Share
fr: Installer et partager

source: Webapp created sucessfully
fr: Webapp créée avec succès

source: Click file is in:
fr: Le fichier .click est dans :

source: Install or Save
fr: Installer ou enregistrer

source: Share Webapp
fr: Partager la Webapp

source: Clear fields and reset
fr: Effacer les champs et réinitialiser

source: Ogra's Container
fr: Conteneur d'Ogra

source: Ogra Container Options
fr: Options du conteneur d'Ogra

source: Haptic Links
fr: Liens tactiles

source: Audible Links
fr: Liens audibles
